Repository: RA93AR/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: tr_tr

# AddProfile_AddNewTextBlock.Text
source: New empty profile
tr_tr: Yeni boş profil

# AddProfile_Duplicate.Header
source: Duplicate a profile
tr_tr: Bir profili çoğalt

# AddProfile_DuplicateTextBlock.Text
source: Duplicate
tr_tr: Çoğalt

# ColorScheme_InboxSchemeDuplicate.Header
source: This color scheme is part of the built-in settings or an installed extension
tr_tr: Bu renk şeması yerleşik ayarlara veya yüklenmiş bir uzantıya aittir

# ColorScheme_InboxSchemeDuplicate.HelpText
source: To make changes to this color scheme, you must make a copy of it.
tr_tr: Bu renk şemasında değişiklik yapmak için kopyasını oluşturmanız gerekir.

# ColorScheme_DuplicateButton.Content
source: Make a copy
tr_tr: Kopyasını oluştur

# ColorScheme_SetAsDefault.Header
source: Set color scheme as default
tr_tr: Renk şemasını varsayılan olarak ayarla

# ColorScheme_SetAsDefault.HelpText
source: Apply this color scheme to all your profiles, by default. Individual profiles can still select their own color schemes.
tr_tr: Bu renk şemasını varsayılan olarak tüm profillerinize uygulayın. Ayrı profiller kendi renk şemalarını seçebilir.

# ColorScheme_Rename.Header
source: Rename color scheme
tr_tr: Renk şemasını yeniden adlandır

# ColorScheme_Background.Text
source: Background
tr_tr: Arka plan

# ColorScheme_Black.Text
source: Black
tr_tr: Siyah

# ColorScheme_Blue.Text
source: Blue
tr_tr: Mavi

# ColorScheme_BrightBlack.Text
source: Bright black
tr_tr: Parlak siyah

# ColorScheme_BrightBlue.Text
source: Bright blue
tr_tr: Parlak mavi

# ColorScheme_BrightCyan.Text
source: Bright cyan
tr_tr: Parlak camgöbeği

# ColorScheme_BrightGreen.Text
source: Bright green
tr_tr: Parlak yeşil

# ColorScheme_BrightPurple.Text
source: Bright purple
tr_tr: Parlak mor

# ColorScheme_BrightRed.Text
source: Bright red
tr_tr: Parlak kırmızı

# ColorScheme_BrightWhite.Text
source: Bright white
tr_tr: Parlak beyaz

# ColorScheme_BrightYellow.Text
source: Bright yellow
tr_tr: Parlak sarı

# ColorScheme_CursorColor.Text
source: Cursor color
tr_tr: İmleç rengi

# ColorScheme_Cyan.Text
source: Cyan
tr_tr: Camgöbeği

# ColorScheme_Foreground.Text
source: Foreground
tr_tr: Ön plan

# ColorScheme_Green.Text
source: Green
tr_tr: Yeşil

# ColorScheme_Purple.Text
source: Purple
tr_tr: Mor

# ColorScheme_SelectionBackground.Text
source: Selection background
tr_tr: Seçim arka planı

# ColorScheme_Red.Text
source: Red
tr_tr: Kırmızı

# ColorScheme_White.Text
source: White
tr_tr: Beyaz

# ColorScheme_Yellow.Text
source: Yellow
tr_tr: Sarı

# Globals_Language.Header
source: Language (requires relaunch)
tr_tr: Dil (yeniden başlatma gerektirir)

# Globals_Language.HelpText
source: Selects a display language for the application. This will override your default Windows interface language.
tr_tr: Uygulama için bir görüntüleme dili seçer. Bu, varsayılan Windows arayüz dilinizi geçersiz kılacaktır.

# Globals_LanguageDefault
source: Default
tr_tr: Varsayılan

# Globals_DefaultInputScope.Header
source: Default IME input mode
tr_tr: Varsayılan IME giriş modu

# Globals_DefaultInputScope.HelpText
source: Informs the IME what language to use by default. For languages that rely on an IME and don't use Latin characters by default, this setting can be used to force English input on startup.
tr_tr: IME'ye varsayılan olarak hangi dili kullanacağını bildirir. Varsayılan olarak IME'ye dayanan ve Latin karakterleri kullanmayan diller için, bu ayar başlatmada İngilizce girişi zorlamak için kullanılabilir.

# Globals_DefaultInputScopeDefault.Content
source: Default
tr_tr: Varsayılan

# Globals_DefaultInputScopeAlphanumericHalfWidth.Content
source: Alphanumeric Half-Width (English)
tr_tr: Alfasayısal Yarım Genişlik (İngilizce)

# Globals_AlwaysShowTabs.Header
source: Always show tabs
tr_tr: Sekmeleri her zaman göster

# Globals_AlwaysShowTabs.HelpText
source: When disabled, the tab bar will appear when a new tab is created. Cannot be disabled while "Hide the title bar" is On.
tr_tr: Devre dışı bırakıldığında, yeni bir sekme oluşturulduğunda sekme çubuğu görünecektir. "Başlık çubuğunu gizle" açıkken devre dışı bırakılamaz.

# Globals_NewTabPosition.Header
source: Position of newly created tabs
tr_tr: Yeni oluşturulan sekmelerin konumu

# Globals_NewTabPosition.HelpText
source: Specifies where new tabs appear in the tab row.
tr_tr: Yeni sekmelerin sekme satırında nereye görüneceğini belirtir.

# Globals_NewTabPositionAfterLastTab.Content
source: After the last tab
tr_tr: Son sekmeden sonra

# Globals_NewTabPositionAfterCurrentTab.Content
source: After the current tab
tr_tr: Mevcut sekmeden sonra

# Globals_CopyOnSelect.Header
source: Automatically copy selection to clipboard
tr_tr: Seçimi otomatik olarak panoya kopyala

# Globals_DetectURLs.Header
source: Automatically detect URLs and make them clickable
tr_tr: URL'leri otomatik olarak algıla ve tıklanabilir hale getir

# Globals_SearchWebDefaultQueryUrl.Header
source: Default URL to use for the "Search web" action
tr_tr: "Web'de ara" eylemi için kullanılacak varsayılan URL

# Globals_SearchWebDefaultQueryUrl.HelpText
source: The placeholder "%s" will replaced with the search query.
tr_tr: "%s" yer tutucusu, arama sorgusuyla değiştirilecektir.

# Globals_TrimBlockSelection.Header
source: Remove trailing white-space in rectangular selection
tr_tr: Dikdörtgen seçimde sondaki boşlukları kaldır

# Globals_TrimPaste.Header
source: Remove trailing white-space when pasting
tr_tr: Yapıştırırken sondaki boşlukları kaldır

# Globals_DefaultProfile.Header
source: Default profile
tr_tr: Varsayılan profil

# Globals_DefaultProfile.HelpText
source: Profile that opens when clicking the '+' icon or by typing the new tab key binding.
tr_tr: '+' simgesine tıklandığında veya yeni sekme tuş bağlamasına basıldığında açılan profil.

# Globals_DefaultTerminal.Header
source: Default terminal application
tr_tr: Varsayılan terminal uygulaması

# Globals_DefaultTerminal.HelpText
source: The terminal application that launches when a command-line application is run without an existing session, like from the Start Menu or Run dialog.
tr_tr: Mevcut bir oturum olmadan bir komut satırı uygulaması çalıştırıldığında başlatılan terminal uygulaması, Başlat Menüsü veya Çalıştır iletişim kutusundan olduğu gibi.

# Globals_GraphicsAPI.Header
source: Graphics API
tr_tr: Grafik API'si

# Globals_GraphicsAPI.HelpText
source: Direct3D 11 provides a more performant and feature-rich experience, whereas Direct2D is more stable. The default option "Automatic" will pick the API that best fits your graphics hardware. If you experience significant issues, consider using Direct2D.
tr_tr: Direct3D 11 daha performanslı ve özellik açısından zengin bir deneyim sunarken, Direct2D daha kararlıdır. "Otomatik" varsayılan seçeneği, grafik donanımınıza en uygun API'yi seçecektir. Önemli sorunlar yaşarsanız, Direct2D'yi kullanmayı düşünün.

# Globals_GraphicsAPI_Automatic.Text
source: Automatic
tr_tr: Otomatik

# Globals_DisablePartialInvalidation.Header
source: Disable partial Swap Chain invalidation
tr_tr: Kısmi Swap Chain geçersiz kılmasını devre dışı bırak

# Globals_DisablePartialInvalidation.HelpText
source: By default, the text renderer uses a FLIP_SEQUENTIAL Swap Chain and declares dirty rectangles via the Present1 API. When this setting is enabled, a FLIP_DISCARD Swap Chain will be used instead, and no dirty rectangles will be declared. Whether one or the other is better depends on your hardware and various other factors.
tr_tr: Varsayılan olarak, metin oluşturucu bir FLIP_SEQUENTIAL Swap Chain kullanır ve Present1 API aracılığıyla kirli dikdörtgenleri bildirir. Bu ayar etkinleştirildiğinde, bunun yerine bir FLIP_DISCARD Swap Chain kullanılır ve hiçbir kirli dikdörtgen bildirilmez. Birinin veya diğerinin daha iyi olup olmadığı donanımınıza ve diğer çeşitli faktörlere bağlıdır.

# Globals_SoftwareRendering.Header
source: Use software rendering (WARP)
tr_tr: Yazılım oluşturmayı kullan (WARP)

# Globals_SoftwareRendering.HelpText
source: When enabled, the terminal will use a software rasterizer (WARP). This setting should be left disabled under almost all circumstances.
tr_tr: Etkinleştirildiğinde, terminal bir yazılım rasterleştirici (WARP) kullanacaktır. Bu ayar neredeyse her durumda devre dışı bırakılmalıdır.

# Globals_TextMeasurement.Header
source: Text measurement mode
tr_tr: Metin ölçüm modu

# Globals_TextMeasurement_Graphemes.Text
source: Grapheme clusters
tr_tr: Grafik kümeleri

# Globals_TextMeasurement_Console.Text
source: Windows Console
tr_tr: Windows Konsolu

# Globals_InitialCols.Text
source: Columns
tr_tr: Sütunlar

# Globals_InitialRows.Text
source: Rows
tr_tr: Satırlar

source: Initial Columns
tr_tr: Başlangıç Sütunları

source: Initial Rows
tr_tr: Başlangıç Satırları

source: X position
tr_tr: X konumu

# Globals_InitialPosXBox.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter the value for the x-coordinate.
tr_tr: X koordinatının değerini girin.

source: Y position
tr_tr: Y konumu

# Globals_InitialPosYBox.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Enter the value for the y-coordinate.
tr_tr: Y koordinatının değerini girin.

# Globals_DefaultLaunchPositionCheckbox.Content
source: Let Windows decide
tr_tr: Windows'un karar vermesine izin ver

source: If enabled, use the system default launch position.
tr_tr: Etkinleştirilirse, sistem varsayılan başlangıç konumunu kullanın.

# Globals_FirstWindowPreference.Header
source: When Terminal starts
tr_tr: Terminal başladığında

# Globals_FirstWindowPreference.HelpText
source: What should be shown when the first terminal is created.
tr_tr: İlk terminal oluşturulduğunda ne gösterilmeli.

# Globals_FirstWindowPreferenceDefaultProfile.Content
source: Open a tab with the default profile
tr_tr: Varsayılan profille bir sekme aç

# Globals_FirstWindowPreferencePersistedWindowLayout.Content
source: Open windows from a previous session
tr_tr: Önceki bir oturumdan pencereleri aç

# Globals_LaunchParameters.Header
source: Launch parameters
tr_tr: Başlangıç parametreleri

# Globals_LaunchParameters.HelpText
source: Settings that control how the terminal launches
tr_tr: Terminalin nasıl başlatılacağını kontrol eden ayarlar

# Globals_LaunchModeSetting.Text
source: Launch mode
tr_tr: Başlangıç modu

# Globals_LaunchModeSetting.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: How the terminal will appear on launch. Focus will hide the tabs and title bar.
tr_tr: Terminal başlatıldığında nasıl görünecek. Odak, sekmeleri ve başlık çubuğunu gizleyecektir.

# Globals_LaunchModeDefault.Content
source: Default
tr_tr: Varsayılan

# Globals_LaunchModeFullscreen.Content
source: Full screen
tr_tr: Tam ekran

# Globals_LaunchModeMaximized.Content
source: Maximized
tr_tr: Ekranı kapla

# Globals_WindowingBehavior.Header
source: New instance behavior
tr_tr: Yeni örnek davranışı

# Globals_WindowingBehavior.HelpText
source: Controls how new terminal instances attach to existing windows.
tr_tr: Yeni terminal örneklerinin mevcut pencerelere nasıl bağlanacağını kontrol eder.

# Globals_WindowingBehaviorUseNew.Content
source: Create a new window
tr_tr: Yeni bir pencere oluştur

# Globals_WindowingBehaviorUseAnyExisting.Content
source: Attach to the most recently used window
tr_tr: En son kullanılan pencereye ekle

# Globals_WindowingBehaviorUseExisting.Content
source: Attach to the most recently used window on this desktop
tr_tr: Bu masaüstündeki en son kullanılan pencereye ekle

# Globals_ShowTitlebar.Header
source: Hide the title bar (requires relaunch)
tr_tr: Başlık çubuğunu gizle (yeniden başlatma gerektirir)

# Globals_ShowTitlebar.HelpText
source: When disabled, the title bar will appear above the tabs.
tr_tr: Devre dışı bırakıldığında, başlık çubuğu sekmelerin üzerinde görünecektir.

# Globals_AcrylicTabRow.Header
source: Use acrylic material in the tab row
tr_tr: Sekme satırında akrilik materyal kullan

# Globals_ShowTitleInTitlebar.Header
source: Use active terminal title as application title
tr_tr: Aktif terminal başlığını uygulama başlığı olarak kullan

# Globals_ShowTitleInTitlebar.HelpText
source: When disabled, the title bar will be 'Terminal'.
tr_tr: Devre dışı bırakıldığında, başlık çubuğu 'Terminal' olacaktır.

# Globals_SnapToGridOnResize.Header
source: Snap window resizing to character grid
tr_tr: Karakter kılavuzuna pencereyi sabitle

# Globals_SnapToGridOnResize.HelpText
source: When disabled, the window will resize smoothly.
tr_tr: Devre dışı bırakıldığında, pencere sorunsuz bir şekilde yeniden boyutlandırılacaktır.

# Globals_StartOnUserLogin.Header
source: Launch on machine startup
tr_tr: Makine başlangıcında başlat

# Globals_StartOnUserLogin.HelpText
source: Automatically launch Terminal when you log in to Windows.
tr_tr: Windows'ta oturum açtığınızda Terminal'i otomatik olarak başlatın.

# Globals_CenterOnLaunchCentered
source: Centered
tr_tr: Ortalanmış

# Globals_CenterOnLaunch.Text
source: Center on launch
tr_tr: Başlangıçta ortala

# Globals_CenterOnLaunch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: When enabled, the window will be placed in the center of the screen when launched.
tr_tr: Etkinleştirildiğinde, pencere başlatıldığında ekranın ortasına yerleştirilecektir.

# Globals_AlwaysOnTop.Header
source: Always on top
tr_tr: Her zaman üstte

# Profile_ForceVTInput.Header
source: Use the legacy input encoding
tr_tr: Eski giriş kodlamasını kullan

# Profile_AllowVtChecksumReport.Header
source: Allow DECRQCRA (Request Checksum of Rectangular Area)
tr_tr: DECRQCRA (Dikdörtgen Alanın Sağlama Toplamı İsteği) izni ver

# Profile_AllowVtClipboardWrite.Header
source: Allow OSC 52 (Manipulate Selection Data) to write to the clipboard
tr_tr: Pano'ya yazmak için OSC 52 (Seçim Verilerini İşleme) izni ver

# Globals_DebugFeaturesEnabled.Header
source: Enable debugging features
tr_tr: Hata ayıklama özelliklerini etkinleştir

# Globals_AlwaysOnTop.HelpText
source: Terminal will always be the topmost window on the desktop.
tr_tr: Terminal her zaman masaüstündeki en üstteki pencere olacaktır.

# Profile_ForceVTInput.HelpText
source: Certain keyboard input in some applications may stop working properly when this setting is enabled.
tr_tr: Bu ayar etkinleştirildiğinde bazı uygulamalardaki belirli klavye girdileri düzgün çalışmayı durdurabilir.

# Globals_AllowHeadless.HelpText
source: This allows actions such as Global Summon and Quake Mode actions to work even when no windows are open.
tr_tr: Bu, hiçbir pencere açık olmasa bile Global Summon ve Quake Mode gibi eylemlerin çalışmasına olanak tanır.

# Globals_TabWidthMode.Header
source: Tab width mode
tr_tr: Sekme genişliği modu

# Globals_TabWidthMode.HelpText
source: Compact will shrink inactive tabs to the size of the icon.
tr_tr: Kompakt, simge boyutuna kadar aktif olmayan sekmeleri küçültecektir.

# Globals_TabWidthModeCompact.Content
source: Compact
tr_tr: Kompakt

# Globals_TabWidthModeEqual.Content
source: Equal
tr_tr: Eşit

# Globals_TabWidthModeTitleLength.Content
source: Title length
tr_tr: Başlık uzunluğu

# Globals_Theme.Header
source: Application Theme
tr_tr: Uygulama Teması

# Globals_ThemeDark.Content
source: Dark
tr_tr: Koyu

# Globals_ThemeSystem.Content
source: Use Windows theme
tr_tr: Windows temasını kullan

# Globals_ThemeLight.Content
source: Light
tr_tr: Açık

# Globals_ThemeDarkLegacy.Content
source: Dark (Legacy)
tr_tr: Koyu (Eski)

# Globals_ThemeSystemLegacy.Content
source: Use Windows theme (Legacy)
tr_tr: Windows temasını kullan (Eski)

# Globals_ThemeLightLegacy.Content
source: Light (Legacy)
tr_tr: Açık (Eski)

# Globals_WordDelimiters.Header
source: Word delimiters
tr_tr: Kelime ayırıcıları

# Globals_WordDelimiters.HelpText
source: These symbols will be used when you double-click text in the terminal or activate "Mark mode".
tr_tr: Bu semboller, terminalde metne çift tıkladığınızda veya "İşaret modu"nu etkinleştirdiğinizde kullanılacaktır.

# Nav_Appearance.Content
source: Appearance
tr_tr: Görünüm

# Nav_ColorSchemes.Content
source: Color schemes
tr_tr: Renk şemaları

# Nav_Interaction.Content
source: Interaction
tr_tr: Etkileşim

# Nav_Compatibility.Content
source: Compatibility
tr_tr: Uyumluluk

# Nav_Launch.Content
source: Startup
tr_tr: Başlangıç

# Nav_OpenJSON.Content
source: Open JSON file
tr_tr: JSON dosyasını aç

# Nav_ProfileDefaults.Content
source: Defaults
tr_tr: Varsayılanlar

# Nav_Rendering.Content
source: Rendering
tr_tr: İşleme

# Nav_Actions.Content
source: Actions
tr_tr: Eylemler

source: Background opacity
tr_tr: Arka plan opaklığı

# Profile_Opacity.Header
source: Background opacity
tr_tr: Arka plan opaklığı

# Profile_Opacity.HelpText
source: Sets the opacity of the window.
tr_tr: Pencerenin opaklığını ayarlar.

# Profile_Advanced.Header
source: Advanced
tr_tr: Gelişmiş

# Profile_Terminal.Header
source: Terminal Emulation
tr_tr: Terminal Emülasyonu

# Profile_AltGrAliasing.Header
source: AltGr aliasing
tr_tr: AltGr takma adlandırması

source: Text antialiasing
tr_tr: Metin düzeltme

# Profile_AntialiasingMode.Header
source: Text antialiasing
tr_tr: Metin düzeltme

# Profile_AntialiasingMode.HelpText
source: Controls how text is antialiased in the renderer.
tr_tr: İşleyicide metnin nasıl düzeltildiğini kontrol eder.

# Profile_AntialiasingModeAliased.Content
source: Aliased
tr_tr: Takma adli

# Profile_AntialiasingModeGrayscale.Content
source: Grayscale
tr_tr: Gri tonlama

# Profile_Appearance.Header
source: Appearance
tr_tr: Görünüm

source: Background image path
tr_tr: Arka plan resmi yolu

# Profile_BackgroundImage.Header
source: Background image path
tr_tr: Arka plan resmi yolu

# Profile_BackgroundImage.HelpText
source: File location of the image used in the background of the window.
tr_tr: Pencerenin arka planında kullanılan resmin dosya konumu.

source: Background image alignment
tr_tr: Arka plan resmi hizalaması

# Profile_BackgroundImageAlignment.Header
source: Background image alignment
tr_tr: Arka plan resmi hizalaması

# Profile_BackgroundImageAlignment.HelpText
source: Sets how the background image aligns to the boundaries of the window.
tr_tr: Arka plan resminin pencere sınırlarına nasıl hizalandığını ayarlar.

source: Bottom
tr_tr: Alt

source: Bottom left
tr_tr: Sol alt

source: Bottom right
tr_tr: Sağ alt

source: Center
tr_tr: Merkez

source: Left
tr_tr: Sol

source: Right
tr_tr: Sağ

source: Top
tr_tr: Üst

source: Top left
tr_tr: Sol üst

source: Top right
tr_tr: Sağ üst

# Profile_BackgroundImageBrowse.Content
source: Browse...
tr_tr: Gözat...

source: Add new font axis
tr_tr: Yeni yazı tipi ekseni ekle

# Profile_AddNewFontAxis.Text
source: Add new
tr_tr: Yenisini ekle

source: Add new font feature
tr_tr: Yeni yazı tipi özelliği ekle

# Profile_AddNewFontFeature.Text
source: Add new
tr_tr: Yenisini ekle

source: Background image opacity
tr_tr: Arka plan resmi opaklığı

# Profile_BackgroundImageOpacity.Header
source: Background image opacity
tr_tr: Arka plan resmi opaklığı

# Profile_BackgroundImageOpacity.HelpText
source: Sets the opacity of the background image.
tr_tr: Arka plan resminin opaklığını ayarlar.

source: Background image stretch mode
tr_tr: Arka plan resmi uzatma modu

# Profile_BackgroundImageStretchMode.Header
source: Background image stretch mode
tr_tr: Arka plan resmi uzatma modu

# Profile_BackgroundImageStretchMode.HelpText
source: Sets how the background image is resized to fill the window.
tr_tr: Arka plan resminin pencereyi dolduracak şekilde nasıl yeniden boyutlandırıldığını ayarlar.

# Profile_BackgroundImageStretchModeFill.Content
source: Fill
tr_tr: Doldur

# Profile_BackgroundImageStretchModeNone.Content
source: None
tr_tr: Yok

# Profile_BackgroundImageStretchModeUniform.Content
source: Uniform
tr_tr: Tekdüze

# Profile_BackgroundImageStretchModeUniformToFill.Content
source: Uniform to fill
tr_tr: Doldurmak için tekdüze

# Profile_CloseOnExit.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Profile termination behavior
tr_tr: Profil sonlandırma davranışı

# Profile_CloseOnExit.Header
source: Profile termination behavior
tr_tr: Profil sonlandırma davranışı

# Profile_CloseOnExitAlways.Content
source: Close when process exits, fails, or crashes
tr_tr: İşlem çıktığında, başarısız olduğunda veya çöktüğünde kapat

# Profile_CloseOnExitGraceful.Content
source: Close only when process exits successfully
tr_tr: Yalnızca işlem başarılı çıktığında kapat

# Profile_CloseOnExitNever.Content
source: Never close automatically
tr_tr: Otomatik olarak asla kapatma

# Profile_CloseOnExitAutomatic.Content
source: Automatic
tr_tr: Otomatik

# Profile_ColorScheme.Header
source: Color scheme
tr_tr: Renk şeması

# Profile_ColorScheme.HelpText
source: Expand to override the foreground, background, and selection background.
tr_tr: Ön planı, arka planı ve seçim arka planını geçersiz kılmak için genişlet.

# Profile_Commandline.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Command line
tr_tr: Komut satırı

# Profile_Commandline.Header
source: Command line
tr_tr: Komut satırı

source: Command line
tr_tr: Komut satırı

# Profile_Commandline.HelpText
source: Executable used in the profile.
tr_tr: Profilde kullanılan yürütülebilir dosya.

# Profile_CommandlineBrowse.Content
source: Browse...
tr_tr: Gözat...

# Profile_CursorHeight.Header
source: Cursor height
tr_tr: İmleç yüksekliği

# Profile_CursorHeight.HelpText
source: Sets the percentage height of the cursor starting from the bottom. Only works with the vintage cursor shape.
tr_tr: İmlecin alt kısımdan başlayarak yüzde olarak yüksekliğini ayarlar. Yalnızca eski imleç şekliyle çalışır.

# Profile_CursorShape.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Cursor shape
tr_tr: İmleç şekli

# Profile_CursorShape.Header
source: Cursor shape
tr_tr: İmleç şekli

# Profile_AdjustIndistinguishableColorsNever.Content
source: Never
tr_tr: Asla

# Profile_AdjustIndistinguishableColorsIndexed.Content
source: Only for colors in the color scheme
tr_tr: Yalnızca renk şemasındaki renkler için

# Profile_AdjustIndistinguishableColorsAlways.Content
source: Always
tr_tr: Her zaman

# Profile_CursorShapeBar.Content
source: Bar ( )
tr_tr: Çubuk ( ┃ )

# Profile_CursorShapeEmptyBox.Content
source: Empty box ( )
tr_tr: Boş kutu ( ▯ )

# Profile_CursorShapeFilledBox.Content
source: Filled box ( )
tr_tr: Dolu kutu ( █ )

# Profile_CursorShapeUnderscore.Content
source: Underscore ( )
tr_tr: Alt çizgi ( ▁ )

# Profile_CursorShapeDoubleUnderscore.Content
source: Double underscore ( )
tr_tr: Çift alt çizgi ( ‗ )

# Profile_FontFace.Header
source: Font face
tr_tr: Yazı tipi yüzü

# Profile_FontFaceBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Font face
tr_tr: Yazı tipi yüzü

# Profile_FontFace.HelpText
source: You can use multiple fonts by separating them with an ASCII comma.
tr_tr: ASCII virgülüyle ayırarak birden fazla yazı tipi kullanabilirsiniz.

# Profile_FontSize.Header
source: Font size
tr_tr: Yazı tipi boyutu

# Profile_FontSizeBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Font size
tr_tr: Yazı tipi boyutu

# Profile_FontSize.HelpText
source: Size of the font in points.
tr_tr: Yazı tipinin nokta cinsinden boyutu.

# Profile_LineHeight.Header
source: Line height
tr_tr: Satır yüksekliği

# Profile_CellWidth.Header
source: Cell width
tr_tr: Hücre genişliği

source: Line height
tr_tr: Satır yüksekliği

# Profile_CellWidthBox.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Cell width
tr_tr: Hücre genişliği
